Repository: kodi-game/game.libretro.3dengine
Catalog: game.libretro.3dengine/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, it_it, sv_se, zh_cn

# Addon Summary
source: Test Core - 3D Engine
es_es: Core de Test - Motor 3D
it_it: Test Core - Motore 3D
sv_se: Testkärna - 3D-motor
zh_cn: 测试核心 - 3D 引擎

# Addon Description
source: A tech demo for libretro GL with additional features (camera/location/etc).
da_dk: En teknisk demo til libretro GL med yderligere funktioner (kamera/placering/osv.).
es_es: Demostración técnica de libretro GL con funciones adicionales (cámara/localización/etc).
it_it: Una demo tecnica per libretro GL con funzionalit√† aggiuntive (fotocamera, posizione, ecc.).
sv_se: En teknisk demo för libretro GL med ytterligare funktioner (kamera/placering/etc).
zh_cn: 包含附加功能（摄像头/位置等）的 libretro GL 的技术演示。

# #30000
source: Settings
da_dk: Indstillinger
it_it: Impostazioni

# #30001
source: Internal resolution
da_dk: Intern opløsning
es_es: Resolución Interna
it_it: Risoluzione interna
sv_se: Intern upplösning
zh_cn: 内部分辨率

# #30002
source: Cube size
da_dk: Kubestørrelse
es_es: Tamaño del Cubo
it_it: Dimensione cubo
sv_se: Kubstorlek
zh_cn: 立方体大小

# #30003
source: Cube stride
da_dk: Kubens trin
es_es: Paso de Cubo
it_it: Passo cubo
sv_se: Kubsteg
zh_cn: 立方体步长

# #30004
source: Camera enable
da_dk: Aktiver kamera
es_es: Activar Cámara
it_it: Abilita fotocamera
sv_se: Aktivera kamera
zh_cn: 摄像头启用

# #30005
source: Camera FB Type
da_dk: Kamera FB type
es_es: Cámara Tipo FB
it_it: Fotocamera tipo FB
sv_se: FB-typ för kamera
zh_cn: 摄像头 FB 类型

# #30006
source: Sensor enable
da_dk: Aktiver sensor
es_es: Activar Sensor
it_it: Abilita sensore
sv_se: Aktivera sensor
zh_cn: 传感器启用

# #30007
source: Location enable
da_dk: Aktiver placering
es_es: Activar Ubicación
it_it: Abilita posizione
sv_se: Aktivera placering
zh_cn: 位置启用

# #30008
source: Location camera control
da_dk: Kamerakontrol ved placering
es_es: Control Cámara por Ubicación
it_it: Controllo posizione fotoecamera
sv_se: Kamerakontroll för placering
zh_cn: 位置摄像头控制

# #30009
source: Discard hack enable
da_dk: Kassér aktivering af hack
es_es: Cancelar Activación del Hack
it_it: Abilita scarta hack
sv_se: Aktivera discard hack
zh_cn: 放弃黑客启用

# #30010
source: Location position OSD
da_dk: OSD ved placeringsposition
es_es: Ubicación de la Posición OSD
it_it: Posizione della posizione dell'OSD
sv_se: Placeringsposition OSD
zh_cn: 位置 OSD
